Repository: ChazDazzle/fpdb-chaz
Catalog: locale/fpdb-*.po
Languages: pl_pl

source: IS MATRIX
pl_pl: Matrix

source: IS SHOOTOUT
pl_pl: Shootout

source: PLAYERS
pl_pl: Gracze

source: STACKS
pl_pl: Składy żetonów

source: POT
pl_pl: Pula

source: GAMETYPE
pl_pl: Typ gry

source: ACTION
pl_pl: Akcja

source: BETS
pl_pl: Zakłady

source: BOARD
pl_pl: Karty wspólne

source: HOLECARDS
pl_pl: Karty własne

source: First 100 characters: %s
pl_pl: Pierwsze 100 znaków: %s

source: %s %s calls %s
pl_pl: %s %s sprawdza %s

source: %s %s raise %s
pl_pl: %s %s przebija %s

source: %s %s bets %s
pl_pl: %s %s podbija %s

source: %s %s folds
pl_pl: %s %s pasuje

source: %s %s checks
pl_pl: %s %s czeka

source: *** Make sure your HandHistoryConverter is setting hand.startTime properly!
pl_pl: *** Upewnij się czy Twój HandHistoryConverter ustawia poprawnie hand.startTime.

source: %s %s completes %s
pl_pl: %s %s wyrównuje %s

source: Bringin: %s, %s
pl_pl: Zakład bring-in: %s, %s

source: join_holecards: Player '%s' appears not to have been dealt a card
pl_pl: join_holecards: gracz '%s' nie otrzymał kart

source: Failed sanity check
pl_pl: Test zgodności się nie udał.

source: Parsing %d hands
pl_pl: Analizowanie %d rozdań.

source: Read %d hands (%d failed) in %.3f seconds
pl_pl: Odczytano %d rozdań (%d błędnie) w %.3f sekund

source: Summary file '%s' correctly parsed (took %.3f seconds)
pl_pl: Plik z podsumowaniem '%s' został poprawnie przeparsowany w %.3f sekund.

source: Error converting summary file '%s' (took %.3f seconds)
pl_pl: Błąd podczas konwertowania pliku podsumowania '%s'. Zajęło to %.3f sekund

source: Read no hands from file: '%s'
pl_pl: Nie odczytano żadnych rozdań z pliku: %s

source: Output and input files are the same, check config.
pl_pl: Pliki wejściowe i wyjściowe są takie same. Sprawdź konfigurację.

source: Unsupported target timezone:
pl_pl: Docelowa strefa czasowa nie jest wspierana:

source: Timezone conversion not supported
pl_pl: Konwersja stref czasowych nie jest obsługiwana.

source: Unable to create output directory %s for HHC!
pl_pl: Nie można stworzyć katalogu wyjściowego %s dla HHC.

source: Created directory '%s'
pl_pl: Stworzono katalog '%s'

source: Output path %s couldn't be opened.
pl_pl: Ścieżka wyjściowa %s nie została otworzona.

source: Could not split tourneys
pl_pl: Nie rozdzielono turniejów.

source: Found %s eMails to fetch
pl_pl: Znaleziono %s e-maili do pobrania

source: Finished downloading emails.
pl_pl: Zakończono pobieranie e-maili.

source: No Tournament summaries found.
pl_pl: Nie odnaleziono podsumowań turniejów.

source: Errors:
pl_pl: Błędy:

source: Database ID for %s not found
pl_pl: ID bazy danych dla %s nie został znaleziony

source: More than 1 Database ID found for %s
pl_pl: Znaleziono więcej niż 1 ID bazy danych dla %s

source: Started at %s -- %d files to import. indexes: %s
pl_pl: Rozpoczęto o %s -- %d rozdań do importu. Indeksów - %s

source: Converting %s
pl_pl: Konwertowanie %s

source: fpdb_import: sending hand to hud
pl_pl: fpdb_import: trwa wysyłanie rozdania do HUD-a

source: Failed to send hand to HUD: %s
pl_pl: wysłanie rozdania do HUD-a się nie powiodło: %s

source: Number of Hands:
pl_pl: Ilość rozdań:

source: Database Statistics
pl_pl: Statystyki bazy danych

source: No Name
pl_pl: Brak nazwy

source: DATETIME not matched: '%s'
pl_pl: Data nie pasuje: '%s'

source: No small blinds found.
pl_pl: Nie znaleziono małych w ciemno.

source: Send error messages to the console rather than the log file.
pl_pl: Prześlij komunikaty o błędach do

source: Specifies a database name.
pl_pl: Sprecyzuj nazwę bazy danych.

source: Module name for Hand History Converter
pl_pl: Nazwa modułu konwertera historii rozdań

source: A sitename
pl_pl: Nazwa pokerroomu

source: Input file
pl_pl: Plik wejściowy

source: Input directory
pl_pl: Katalog wejściowy

source: File to be split is a PokerStars or Full Tilt Poker archive file
pl_pl: Plik do podziału jest plikiem archiwalnym PokerStars lub Full Tilt Poker

source: How many hands do you want saved to each file. Default is 100
pl_pl: Ile rozdań chcesz zapisać do każdego pliku? Wartość domyślna to 100

source: Auto-start Auto-import
pl_pl: Auto-start auto-importu

source: Start Minimized
pl_pl: Rozpoczynaj zminimalizowany

source: Start Hidden
pl_pl: Rozpoczynaj ukryty

source: Alias '%s' unknown
pl_pl: Nieznany alias '%s'

source: press enter to end
pl_pl: Naciśnij enter, aby zakończyć.

source: You need to manually enter the playername
pl_pl: Konieczne jest ręczne wprowadzenie nazwy gracza

source: Unable to recognise Tourney Info: '%s'
pl_pl: Nie można rozpoznać informacji o turnieju: '%s'

source: Raising FpdbParseError
pl_pl: Przywołanie FpdbParseError

source: File not found
pl_pl: Plik nie znaleziony

source: %s processed
pl_pl: zakończono %s

source: Invalid file number
pl_pl: Nieprawidłowy numer pliku

source: Unexpected error processing file
pl_pl: Wystąpił nieoczekiwany błąd podczas odczytywania pliku

source: End of file reached
pl_pl: Koniec pliku

source: Profit per 100 hands
pl_pl: Zysk na 100 rozdań

source: Big bets won per 100 hands
pl_pl: Wygrane w dużych zakładach na 100 rozdań

source: % steal success
pl_pl: % udanych prób kradzieży

source: % folded SB to steal
pl_pl: % pasów z małej w ciemno do prób kradzieży

source: % folded BB to steal
pl_pl: % pasów z DC do prób kradzieży

source: % folded blind to steal
pl_pl: % pasów z ciemnych do prób kradzieży

source: % cold 4 bet preflop/3rd street
pl_pl: % cold 4-betów przed flopem (na 3 ulicy)

source: % squeeze preflop
pl_pl: % squeezów przed flopem

source: % raise to steal
pl_pl: % przebić prób stealu

source: Aggression frequency 7th street
pl_pl: Częstość agresji na 7 ulicy

source: % continuation bet flop/4th street
pl_pl: % zakładów kontynuacyjnych na flopie (4 ulicy)

source: % continuation bet turn/5th street
pl_pl: % zakładów kontynuacyjnych na turnie (5 ulicy)

source: % continuation bet river/6th street
pl_pl: % zakładów kontynuacyjnych na riverze (6 ulicy)

source: % continuation bet 7th street
pl_pl: % zakładów kontynuacyjnych na 7 ulicy

source: % fold frequency flop/4th street
pl_pl: częstość pasów na flopie (4 ulicy)

source: % fold frequency turn/5th street
pl_pl: częstość pasów na turnie (5 ulicy)

source: % fold frequency river/6th street
pl_pl: częstość pasów na riverze (6 ulicy)

source: % fold frequency 7th street
pl_pl: częstość pasów na 7 ulicy

source: Example stats. Player = %s, Hand = %s:
pl_pl: Przykładowe statystyki. Gracz = %s, rozdanie = %s:

source: (add _0 to name to display with 0 decimal places, _1 to display with 1, etc)
pl_pl: (dodaj _0 do nazwy, aby wyświetlić bez dziesiętnych, _1, aby wyświetlić z 1 dziesiętną itd.)

source: No board given. Using Monte-Carlo simulation...
pl_pl: Nie podano kart wspólnych. Używanie symulacji Monte Carlo...

source: Closing this window will stop the Tournament Tracker
pl_pl: Zamknięcie tego okna spowoduje zatrzymanie pracy trackera turniejowego

source: Add Tournament
pl_pl: Dodaj turniej

source: FPDB Tournament Tracker
pl_pl: Tracker turniejowy FPDB

source: Edit
pl_pl: Edytuj

source: Database error %s in hand %d. Skipping.
pl_pl: Błąd bazy danych %s w rozdaniu %d. Pomijanie.

source: Could not find tournament %d in hand %d. Skipping.
pl_pl: Nie znaleziono turnieju %d w rozdaniu %d. Pomijanie.

source: Table name %s not found, skipping.
pl_pl: Nie znaleziono stołu %s - pomijanie.

source: Tournament tracker starting
pl_pl: Włączanie trackera turniejowego

source: END TIME
pl_pl: Czas zakończenia

source: TOURNEY NAME
pl_pl: Nazwa turnieju

source: TOURNEY NO
pl_pl: Nr turnieju

source: CURRENCY
pl_pl: Waluta

source: ENTRIES
pl_pl: Liczba graczy

source: SPEED
pl_pl: Szybkość

source: PRIZE POOL
pl_pl: Pula nagród

source: STARTING CHIP COUNT
pl_pl: Ilość żetonów na starcie

source: REBUY CHIPS
pl_pl: Żetony z re-buya(-ów)

source: ADDON CHIPS
pl_pl: Żetony z add-ona

source: REBUY COST
pl_pl: Koszt re-buya(-ów)

source: ADDON COST
pl_pl: Koszt add-ona

source: TOTAL REBUYS
pl_pl: Łączna ilość re-buyów

source: TOTAL ADDONS
pl_pl: Łączna ilość add-onów

source: SATELLITE
pl_pl: Satelita

source: GUARANTEE
pl_pl: Gwarantowane

source: ADDED
pl_pl: Dodane

source: ADDED CURRENCY
pl_pl: Dodana waluta

source: COMMENT
pl_pl: Komentarz

source: PLAYER IDS
pl_pl: ID gracza

source: RANKS
pl_pl: Miejsca

source: WINNINGS
pl_pl: Wygrane

source: WINNINGS CURRENCY
pl_pl: Waluta wygranych

source: COUNT REBUYS
pl_pl: Liczba re-buyów

source: COUNT ADDONS
pl_pl: Liczba add-onów

source: COUNT KO
pl_pl: Liczba KO

source: Tourney Insert/Update done
pl_pl: Wprowadzanie/aktualizacja turnieju zakończona

source: This module was developed and tested with version 2.8.18 of gtk. You are using version %d.%d.%d. Your milage may vary.
pl_pl: Ten moduł został napisany i przetestowany z GTK w wersji 2.8.18. Używasz wersji %d.%d.%d.

source: Window %s not found. Skipping.
pl_pl: Nie odnaleziono okna %s. Pomijanie.

source: Failed to add streets. handtext=%s
pl_pl: Nie można dodać ulic. handtext=%s

source: No hole cards found for %s
pl_pl: Nie znaleziono kart własnych dla %s

source: Hero cards %s: %s
pl_pl: Karty gracza %s: %s

source: Read shown cards: %s
pl_pl: Czytanie oglądniętych kart: %s

source: No match in XTables for table '%s'.
pl_pl: Brak dopasowań w XTables dla tabeli '%s'.

source: GuiStove not found. If you want to use it please install pypoker-eval.
pl_pl: Nie znaleziono GuiStove. Jeżeli chcesz go używać zainstaluj pypoker-eval.

source: You are free to change, and distribute original or changed versions of fpdb within the rules set out by the license
pl_pl: Możesz zmieniać i rozpowszechniać oryginalną lub zmienioną wersję FPDB, pod warunkiem przestrzegania zasad zawartych w licencji.

source: Your config file is:
pl_pl: Twój plik konfiguracyjny jest w:

source: Please see the help screen for license information
pl_pl: Zobacz kartę pomoc, aby uzyskać szczegóły na temat licencjonowania

source: ... and others.
pl_pl: ...i inni.

source: See contributors.txt
pl_pl: Zobacz contributors.txt.

source: Operating System
pl_pl: System operacyjny

source: fpdb version
pl_pl: wersja FPDB

source: database used
pl_pl: użyta baza danych

source: language
pl_pl: język

source: character encoding
pl_pl: kodowanie znaków

source: Version Information:
pl_pl: Informacje o wersji:

source: Threads:
pl_pl: Wątki:

source: saving updated db data
pl_pl: zapisywanie zaktualizowanej bazy danych

source: Cannot open Database Maintenance window because other windows have been opened. Re-start fpdb to use this option.
pl_pl: Okno z konserwacją bazy danych nie może zostać włączone, ponieważ inne okna były wcześniej otworzone. Zrestartuj FPDB, aby użyć tej opcji.

source: Number of TourneyTypes:
pl_pl: Ilość typów turniejów:

source: HUD Preferences - choose category
pl_pl: Ustawienia HUD-a - wybierz kategorię

source: Note that this does not load existing settings, but overwrites them (if you click save).
pl_pl: Zapisanie ustawień spowoduje nadpisanie poprzednich (zostaną one utracone).

source: Please select the game category for which you want to configure HUD stats:
pl_pl: Wybierz grę dla której chcesz skonfigurować HUD-a:

source: HUD Preferences - please choose your stats
pl_pl: Ustawienia HUD-a - wybierz statystyki

source: Please choose the stats you wish to use in the below table.
pl_pl: Wybierz statystyki, które chcesz wyświetlać.

source: To configure things like colouring you will still have to use the Advanced Preferences dialogue or manually edit your HUD_config.xml.
pl_pl: Szczegółowa konfiguracja HUD-a (np. kolorowanie) jest możliwa do przeprowadzenia za pomocą ustawień zaawansowanych, znajdujących się w menu plik lub poprzez ręczną edycję pliku HUD_config.xml.

source: Confirm deleting and recreating tables
pl_pl: Potwierdź usunięcie lub odtworzenie tabel.

source: Please confirm that you want to (re-)create the tables.
pl_pl: Potwierdź chęć usunięcia lub odtworzenia tabel.

source: If there already are tables in the database %s on %s they will be deleted and you will have to re-import your histories.
pl_pl: Jeżeli w bazie %s na komputerze %s są już tabele, zostaną one usunięte i konieczny będzie powtórny import historii rozdań.

source: This may take a while.
pl_pl: To może zająć chwilę.

source: User cancelled recreating tables
pl_pl: Użytkownik anulował odtwarzanie tabel.

source: Please confirm that you want to re-create the HUD cache.
pl_pl: Potwierdź chęć ponownego utworzenia pamięci podręcznej HUD-a.

source: Hero's cache starts:
pl_pl: Pamięć podręczna gracza

source: Villains' cache starts:
pl_pl: Pamięć podręczna przeciwnika

source: Rebuilding HUD Cache ...
pl_pl: Odbudowa pamięci podręcznej HUD-a...

source: User cancelled rebuilding hud cache
pl_pl: Użytkownik anulował odbudowę pamięci podręcznej HUD-a

source: Confirm rebuilding database indexes
pl_pl: Potwierdź odbudowę indeksów bazy danych

source: Please confirm that you want to rebuild the database indexes.
pl_pl: Potwierdź chęć odbudowy indeksów bazy danych.

source: Rebuilding Indexes ...
pl_pl: Odbudowa indeksów...

source: Cleaning Database ...
pl_pl: Czyszczenie bazy danych...

source: Analyzing Database ...
pl_pl: Analizowanie bazy danych...

source: User cancelled rebuilding db indexes
pl_pl: Użytkownik anulował odbudowę indeksów bazy danych

source: Site Preferences
pl_pl: Ustawienia pokerroomów

source: Please select which sites you play on and enter your usernames.
pl_pl: Zaznacz pokerroomy na których grasz, wprowadź swoją nazwę gracza i ścieżkę do historii rozdań.

source: Screen Name
pl_pl: Nazwa gracza

source: Detect
pl_pl: Wykryj

source: Re-start fpdb to load them.
pl_pl: Zrestartuj FPDB, aby załadować nowe ustawienia.

source: Updated preferences have not been loaded because windows are open.
pl_pl: Zaktualizowane ustawienia nie zostały załadowane, ponieważ okna są otworzone.

source: Help
pl_pl: Pomoc

source: Quit
pl_pl: Zakończ

source: Graphs
pl_pl: Wykresy

source: Session Stats
pl_pl: Statystyki sesji

source: Tourney Graphs
pl_pl: Wykresy turniejów

source: Tourney Stats
pl_pl: Statystyki turniejów

source: Statistics
pl_pl: Statystyki bazy danych

source: Create or Recreate Tables
pl_pl: Stwórz lub odtwórz tabele

source: Rebuild HUD Cache
pl_pl: Odbuduj pamięć podręczną HUD-a

source: Rebuild DB Indexes
pl_pl: Odbuduj indeksy bazy danych

source: Dump Database to Textfile (takes ALOT of time)
pl_pl: Zrzuć bazę danych do pliku tekstowego (zajmuje dużo czasu)

source: Log Messages
pl_pl: Logi

source: Help Tab
pl_pl: Pomoc

source: About, License, Copying
pl_pl: O Free Poker Database

source: There is an error in your config file %s
pl_pl: Istnieje błąd w Twoim pliku konfiguracyjnym %s

source: CONFIG FILE ERROR
pl_pl: Błąd pliku konfiguracyjnego

source: Logfile is %s
pl_pl: Plik dziennika jest w %s

source: Config file
pl_pl: Plik konfiguracyjny

source: Enter your screen_name and hand history path in the Site Preferences window (Main menu) before trying to import hands.
pl_pl: Przed próbą importu rozdań, wprowadź swoją nazwę gracza i ścieżkę do historii rozdań w ustawieniach pokerroomów, znajdujących się w menu plik.

source: Connected to SQLite: %s
pl_pl: Połączono z SQLite: %s

source: An invalid DB version or missing tables have been detected.
pl_pl: Wykryto nieprawidłową wersję bazy danych lub brakujące tabele.

source: Strong Warning - Invalid database version
pl_pl: Poważne ostrzeżenie - nieprawidłowa wersja bazy danych

source: This error is not necessarily fatal but it is strongly recommended that you recreate the tables by using the Database menu.
pl_pl: Zaleca się odtworzenie tabel, używając odpowiedniej opcji w menu baza danych.

source: Not doing this will likely lead to misbehaviour including fpdb crashes, corrupt data etc.
pl_pl: Nie wykonanie tego może prowadzić do błędów programu.

source: Status: Connected to %s database named %s on host %s
pl_pl: Status - połączono za pomocą %s z bazą danych %s na komputerze %s.

source: Global lock taken by %s
pl_pl: Blokada została pobrana przez %s

source: Failed to get global lock, it is currently held by %s
pl_pl: Pobranie blokady się nie powiodło, aktualnie jest ona używana przez %s

source: Tournament Results Import
pl_pl: Import turniejów

source: eMail Import
pl_pl: Import przez pocztę

source: Tourney Viewer
pl_pl: Przeglądarka turniejów

source: Positional Stats
pl_pl: Statystyki pozycyjne

source: Fpdb needs translators! If you speak another language and have a few minutes or more to spare get in touch by emailing steffen@schaumburger.info Welcome to Fpdb! To be notified of new snapshots and releases go to https://lists.sourceforge.net/lists/listinfo/fpdb-announce and subscribe. If you want to follow development more closely go to https://lists.sourceforge.net/lists/listinfo/fpdb-main and subscribe. This program is currently in an alpha-state, so our database format is still sometimes changed. You should therefore always keep your hand history files so that you can re-import after an update, if necessary. For documentation please visit our website/wiki at http://fpdb.sourceforge.net/. If you need help click on Contact - Get Help on our website. Please note that default.conf is no longer needed nor used, all configuration now happens in HUD_config.xml. This program is free/libre open source software licensed partially under the AGPL3, and partially under GPL2 or later. The Windows installer package includes code licensed under the MIT license. You can find the full license texts in agpl-3.0.txt, gpl-2.0.txt, gpl-3.0.txt and mit.txt in the fpdb installation directory.
pl_pl: FPDB szuka tłumaczy. Jeżeli znasz inny język i masz kilka minut, które chciałbyś przeznaczyć na polepszenie FPDB skontaktuj się z steffen@schaumburger.info. Witamy w FPDB. Aby być powiadamianym o nowych wydaniach przejdź na https://lists.sourceforge.net/lists/listinfo/fpdb-announce i zasubskrybuj. Jeżeli chcesz dokładniej śledzić rozwój projektu przejdź na https://lists.sourceforge.net/lists/listinfo/fpdb-main i zasubskrybuj. FPDB jest aktualnie w fazie alfa i format bazy danych jest czasami zmieniany. W związku z tym powinieneś zawsze trzymać pliki z historią rozdań na dysku, aby w razie potrzeby móc je ponownie zaimportować po uaktualnieniu programu. Dokumentacja znajduje się na naszej wiki - http://fpdb.sourceforge.net/. Kliknij "Contact - Get Help" na wyżej podanej stronie, aby uzyskać bliższą pomoc. Default.conf nie jest już używany - cała konfiguracja znajduje się teraz w HUD_config.xml. FPDB jest Wolnym i Otwartym Oprogramowaniem, licencjonowanym częściowo na zasadach AGPL3 i częściowo GPL2 (lub nowsze wersje). Paczka instalacyjna dla Windowsa zawiera kod licencjonowany na zasadach MIT. Teksty wszystkich licencji możesz znaleźć w katalogu pyfpdb.

source: fpdb starting ...
pl_pl: trwa włączanie FPDB...

source: Unknown Site
pl_pl: Nieznany pokeroom

source: Unable to find site '%s'
pl_pl: Nie można znaleźć pokerroomu '%s'

source: We appear to be running in Windows, but the Windows Python Extensions are not loading. Please install the PYWIN32 package from http://sourceforge.net/projects/pywin32/
pl_pl: Nie załadowano Python Extensions dla Windowsa. Zainstaluj paczkę PYWIN32 z http://sourceforge.net/projects/pywin32/

source: Unable to import PYTZ library. Please install PYTZ from http://pypi.python.org/pypi/pytz/
pl_pl: Nie zaimportowano bibilioteki PYTZ. Zainstaluj PYTZ z http://pypi.python.org/pypi/pytz/

source: Python 2.6-2.7 not found, please install python 2.6 or 2.7 for fpdb.
pl_pl: Nie znaleziono Pythona 2.6-2.7. Zainstaluj Pythona 2.6 lub 2.7.

source: lock already held by:
pl_pl: blokada jest trzymana przez

source: This script is only for Windows.
pl_pl: Ten skrypt jest tylko dla Windowsa.

source: Install gtk or edit the path manually.
pl_pl: Zainstaluj GTK albo wyedytuj ścieżkę ręcznie.

source: No gtk directories found in your path.
pl_pl: Nie znaleziono katalogów GTK w podanej ścieżce.
