Repository: ChazDazzle/fpdb-chaz
Catalog: locale/fpdb-*.po
Languages: pl_pl

source: reading antes
pl_pl: Import zbiorczy

source: Player bringing in: %s for %s
pl_pl: Gracz postawił zakład bring-in w: %s dla %s

source: No bringin found.
pl_pl: CLI używane do importowania rozdań jest w GuiBulkImport.py

source: No small blind
pl_pl: Brak małej w ciemno

source: %s cannot read all stud/razz hands yet.
pl_pl: %s nie potrafi jeszcze odczytać wszystkich rozdań studa/razza.

source: Unimplemented %s: '%s' '%s'
pl_pl: Niezaimplementowano %s: '%s' '%s'

source: Could not find file %s
pl_pl: Nie znaleziono pliku %s

source: Since:
pl_pl: Od

source: Session
pl_pl: Sesja

source: Any Number
pl_pl: Wszystkie numery

source: Number of Seats:
pl_pl: Ilość miejsc:

source: For This Blind Level Only
pl_pl: Tylko dla tych limitów

source: All Levels
pl_pl: Wszystkie limity

source: Save HUD Layout
pl_pl: Zapisz układ HUD-a

source: Show Player Stats for
pl_pl: Pokaż statystyki gracza dla

source: Show Opponent Stats for
pl_pl: Pokaż statystyki przeciwnika dla

source: Partial hand history
pl_pl: Częściowa historia rozdań

source: not found
pl_pl: nie znaleziono

source: Less than 2 players found in hand %s.
pl_pl: Znaleziono mniej niż 2 graczy w rozdaniu %s.

source: No bringin found
pl_pl: Nie znaleziono zakładu bring-in

source: Card:
pl_pl: Karty:

source: Enter card:
pl_pl: Wprowadź karty:

source: Encoded card:
pl_pl: Zakodowane karty:

source: Please enter 1 or 2
pl_pl: Wprowadź 1 lub 2

source: Could not convert: "%s"
pl_pl: Nie przekonwertowano: "%s"

source: Could not encode: "%s"
pl_pl: Nie zakodowano: "%s"

source: Config file has been created at %s.
pl_pl: Plik konfiguracyjny został stworzony o %s.

source: Error copying .example config file, cannot fall back. Exiting.
pl_pl: Błąd podczas kopiowania przykładowej konfiguracji. Brak możliwości powrotu. Zakańczanie.

source: No %s found, cannot fall back. Exiting.
pl_pl: Nie znaleziono %s. Brak możliwości powrotu. Zakańczanie.

source: Creating directory: '%s'
pl_pl: Tworzenie katalogu: '%s'

source: Default encoding set to US-ASCII, defaulting to CP1252 instead.
pl_pl: Zmiana domyślnego kodowania z US-ASCII na CP1252.

source: Please report this problem.
pl_pl: Proszę zgłosić ten problem

source: config.general: adding %s = %s
pl_pl: config.general: dodawanie %s = %s

source: bad number in xalignment was ignored
pl_pl: zignorowano zły numer w xalingment

source: Invalid config value for %s, defaulting to %s
pl_pl: Nieprawidłowa wartość konfiguracji dla %s, przywracanie %s

source: Configuration file %s not found. Using defaults.
pl_pl: Nie znaleziono pliku konfiguracyjnego %s. Używanie ustawień domyślnych.

source: Reading configuration file %s
pl_pl: Czytanie pliku konfiguracyjnego %s

source: Error parsing %s.
pl_pl: Błąd podczas parsowania %s.

source: See error log file.
pl_pl: Zobacz plik z logami.

source: Error parsing example configuration file %s.
pl_pl: Błąd podczas parsowania przykładowego pliku konfiguracyjnego %s.

source: Not using sqlalchemy connection pool.
pl_pl: Nieużywanie puli połączeń SQLAlchemy.

source: Not using numpy to define variance in sqlite.
pl_pl: Nieużywanie NumPy do definiowania zmiennych w SQLite.

source: *** WARNING UNKNOWN MYSQL ERROR:
pl_pl: *** Ostrzeżenie - nieznany błąd MySQL:

source: Connecting to SQLite: %s
pl_pl: Łączenie z SQLite: %s

source: Some database functions will not work without NumPy support
pl_pl: Niektóre funkcje bazy danych nie będą działać bez wsparcia NumPy

source: Outdated or too new database version (%s).
pl_pl: Przestarzała lub zbyt nowa wersja bazy danych (%s).

source: Please recreate tables.
pl_pl: Odtwórz tabele.

source: Recreating tables.
pl_pl: Odtwarzanie tabel.

source: Failed to read settings table.
pl_pl: Nie można odczytać ustawień stołu.

source: commit %s failed: info=%s value=%s
pl_pl: przydzał %s się nie udał: info=%s value=%s

source: commit failed
pl_pl: przydział się nie udał

source: ERROR: query %s result does not have player_id as first column
pl_pl: Błąd: zapytanie %s zwróciło brak player_id w 1 kolumnie

source: *** Database get_last_insert_id error:
pl_pl: *** Błąd bazy danych w get_last_insert_id:

source: prepare import took %s seconds
pl_pl: przygotowanie do importu zajęło %s sekund

source: Finished recreating tables
pl_pl: Zakończono odtwarzanie tabel

source: ***Error dropping tables:
pl_pl: ***Błąd podczas usuwania tabel:

source: Creating index %s %s
pl_pl: Tworzenie indeksu %s %s

source: Dropping index:
pl_pl: Usuwanie indeksu:

source: Drop index failed:
pl_pl: Usuwanie indeksu się nie powiodło:

source: set_isolation_level failed:
pl_pl: set_isolation_level się nie powiodło:

source: Creating foreign key:
pl_pl: Tworzenie zewnętrznego klucza:

source: Create foreign key failed:
pl_pl: Tworzenie zewnętrznego klucza się nie udało:

source: Dropping foreign key:
pl_pl: Usuwanie zewnętrznego klucza:

source: Drop foreign key %s_%s_fkey failed: %s, continuing ...
pl_pl: Usuwanie zewnętrznego klucza %s_%s_fkey się nie udało: %s, kontynuowanie...

source: Warning:
pl_pl: Ostrzeżenie:

source: dropped foreign key %s_%s_fkey, continuing ...
pl_pl: Usunięto zewnętrzny klucz %s_%s_fkey, kontynuowanie...

source: Error rebuilding hudcache:
pl_pl: Błąd podczas odbudowy pamięci podręcznej HUD-a

source: Error during analyze:
pl_pl: Błąd podczas analizy:

source: Analyze took %.1f seconds
pl_pl: Analiza zajęła %.1f sekund

source: Error during vacuum:
pl_pl: Błąd podczas czyszczenia:

source: Vacuum took %.1f seconds
pl_pl: Czyszczenie zajęło %.1f sekund

source: Error during lock_for_insert:
pl_pl: Błąd podczas lock_for_insert:

source: cards =
pl_pl: karty =

source: get_stats took: %4.3f seconds
pl_pl: get_stats zajęło %4.3f sekund

source: Press ENTER to continue.
pl_pl: Naciśnij enter, aby kontynuować.

source: 5 Card Draw
pl_pl: 5-kartowy dobierany

source: US Dollar
pl_pl: dolar amerykański

source: Play Money
pl_pl: Wirtualne pieniądze

source: Show Limits
pl_pl: Limity

source: All
pl_pl: Wszystkie

source: None
pl_pl: Żadne

source: And:
pl_pl: Do:

source: Between:
pl_pl: Od:

source: Show Number of Players
pl_pl: Ilość graczy

source: Hero:
pl_pl: Gracz:

source: Games
pl_pl: Gry

source: Sites
pl_pl: Pokerroomy

source: Limits:
pl_pl: Limity:

source: Number of Players:
pl_pl: Ilość graczy:

source: Grouping:
pl_pl: Grupowanie:

source: Show Position Stats
pl_pl: Pozycja

source: Currencies
pl_pl: Waluty

source: Date:
pl_pl: Data:

source: All Players
pl_pl: Wszyscy gracze

source: Ring
pl_pl: Stolik

source: Tourney
pl_pl: Turniej

source: Either 0 or more than one site matched for %s
pl_pl: Nie dopasowano wcale lub dopasowano więcej niż 1 pokerroom dla %s

source: Graphing Options:
pl_pl: Opcje wykresu:

source: Min # Hands:
pl_pl: Min. liczba rozdań:

source: INFO: No tourney types returned from database
pl_pl: Info: nie zwrócono żadnych typów turnieju z bazy danych

source: No tourney types returned from database
pl_pl: Nie zwrócono żadnych typów turnieju z bazy danych

source: INFO: No games returned from database
pl_pl: Info: nie zwrócono żadnych gier z bazy danych

source: No games returned from database
pl_pl: Nie zwrócono żadnych gier z bazy danych

source: No currencies returned from database
pl_pl: Baza danych nie zwróciła żadnych walut

source: Show Graph In:
pl_pl: Pokaż wykres w:

source: Showdown Winnings
pl_pl: Wygrane na wyłożeniu

source: Non-Showdown Winnings
pl_pl: Wygrane bez wyłożenia

source: EV
pl_pl: EV (wartość oczekiwana)

source: From:
pl_pl: Od:

source: To:
pl_pl: Do:

source: Pick a date
pl_pl: Wybierz datę

source: Done
pl_pl: Skończono

source: Unable to locate currency
pl_pl: Nie można zlokalizować waluty

source: No players detected in hand %s.
pl_pl: Nie wykryto graczy w rozdaniu %s.

source: %s Failed to detect button (hand #%s cancelled?)
pl_pl: %s wykrycie buttona się nie powiodło (rozdanie #%s zostało anulowane?)

source: Time between imports in seconds:
pl_pl: Czas pomiędzy importami w sekundach:

source: Start Auto Import
pl_pl: Rozpocznij auto-import

source: Auto Import Ready.
pl_pl: Auto-import gotowy.

source: Please choose the path that you want to Auto Import
pl_pl: Wybierz ścieżkę z której chcesz auto-importować

source: Stop Auto Import
pl_pl: Zatrzymaj auto-import

source: Detecting hand history directory for site: '%s'
pl_pl: Wykrywanie katalogu z historią rozdań dla pokerroomu '%s'

source: Global lock taken ... Auto Import Started.
pl_pl: Blokada pobrana - rozpoczęto auto-import.

source: opening pipe to HUD
pl_pl: otwieranie kanału dla HUD-a

source: Auto Import aborted.
pl_pl: Auto-import przerwany.

source: Global lock not available.
pl_pl: Blokada jest niedostępna.

source: Stopping Auto Import.
pl_pl: Zatrzymywanie auto-importu.

source: HUD already terminated.
pl_pl: HUD już został wyłączony.

source: Browse...
pl_pl: Przeglądaj...

source: Bulk import done: Stored: %d, Duplicates: %d, Partial: %d, Errors: %d, Time: %s seconds, Stored/second: %.0f
pl_pl: Zakończono import zbiorczy. Wynik: zachowano %d rozdań, %d duplikatów, %d częściowo zaimportowanych, %d błędów w %s sekund (%.0f/sek.).

source: bulk import aborted - global lock not available
pl_pl: import zbiorczy przerwany - blokada jest niedostępna

source: Bulk Import
pl_pl: Import zbiorczy

source: Add
pl_pl: Dodaj

source: Refresh
pl_pl: Odśwież

source: Type
pl_pl: Typ

source: Name
pl_pl: Nazwa

source: Description
pl_pl: Opis

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Open
pl_pl: Otwórz

source: Testing database connections ...
pl_pl: Testowanie połączenia z bazą danych...

source: finished.
pl_pl: zakończono.

source: loadDbs error:
pl_pl: błąd loadDbs:

source: error
pl_pl: błąd

source: trying to connect to:
pl_pl: próba połączenia z:

source: connected ok
pl_pl: Połączono.

source: not connected but no exception
pl_pl: Nie połączono. Brak wyjątku.

source: MySQL Server reports: Access denied. Are your permissions set correctly?
pl_pl: Serwer MySQL zgłasza odmowę dostępu. Czy Twoje uprawnienia są ustawione poprawnie?

source: MySQL client reports: 2002 or 2003 error. Unable to connect -
pl_pl: MySQL zgłasza błąd 2002 lub 2003 - brak możliwości połączenia -

source: Please check that the MySQL service has been started
pl_pl: Upewnij się czy usługa MySQL wystartowała

source: PostgreSQL Server reports: Access denied. Are your permissions set correctly?
pl_pl: Serwer PostgreSQL zgłasza odmowę dostępu. Czy Twoje uprawnienia są ustawione poprawnie?

source: PostgreSQL client reports: Unable to connect -
pl_pl: PostgreSQL zgłasza brak możliwości połączenia -

source: Please check that the PostgreSQL service has been started
pl_pl: Upewnij się czy usługa PostgreSQL wystartowała

source: db connection to %s, %s, %s, %s, %s failed: %s
pl_pl: połączenie bazy danych z %s, %s, %s, %s, %s się nie powiodło: %s

source: AddDB starting
pl_pl: AppDB się uruchamia

source: Add New Database
pl_pl: Dodaj nową bazę danych

source: DB Type
pl_pl: Typ bazy danych

source: DB Name
pl_pl: Nazwa bazy danych

source: DB Description
pl_pl: Opis bazy danych

source: Host Computer
pl_pl: Komputer hosta

source: start creating new db
pl_pl: Rozpocznij tworzenie nowej bazy danych

source: tested new db, result=%s
pl_pl: Nowa baza danych została przetestowana, wynik=%s

source: Database created
pl_pl: Baza danych została utworzona

source: Database creation failed
pl_pl: Utworzenie bazy danych się nie powiodło

source: check_fields: starting
pl_pl: check_fields: rozpoczynanie

source: No Database Name given
pl_pl: Nie podano nazwy bazy danych

source: No Database Description given
pl_pl: Nie podano opisu bazy danych

source: No Username given
pl_pl: Nie podano nazwy użytkownika

source: No Password given
pl_pl: Nie podano hasła

source: No Host given
pl_pl: Nie podano komputera hosta

source: Unknown Database Type selected
pl_pl: Zaznaczono nieznany typ bazy danych

source: Do you want to try again?
pl_pl: Czy chcesz spróbować jeszcze raz?

source: Maintain Databases
pl_pl: Konserwacja baz danych

source: Failed to load libs for graphing, graphing will not function. Please install numpy and matplotlib if you want to use graphs.
pl_pl: Nie udało się załadować bibliotek do wykresów, toteż wykresy nie będą działać. Proszę zainstalować NumPy i Matplolib, jeżeli chcesz korzystać z wykresów.

source: This is of no consequence for other parts of the program, e.g. import and HUD are NOT affected by this problem.
pl_pl: Nie wpływa to na resztę programu - będzie on działać normalnie.

source: Refresh Graph
pl_pl: Odśwież wykres

source: Export to File
pl_pl: Eksportuj do pliku

source: No sites selected - defaulting to PokerStars
pl_pl: Nie wybrano pokerroomu - ustawiono domyślnie PokerStars

source: No player ids found
pl_pl: Nie znaleziono ID gracza

source: No limits found
pl_pl: Nie znaleziono limitów

source: Graph generated in: %s
pl_pl: Wygenerowano wykres w: %s

source: Hands
pl_pl: Rozdania

source: No Data for Player(s) Found
pl_pl: Nie znaleziono danych dla gracza(-y)

source: Profit
pl_pl: Zysk

source: Showdown
pl_pl: Wyłożenie

source: Non-showdown
pl_pl: Bez wyłożenia

source: Profit graph for ring games
pl_pl: Wykres zysku dla gier stolikowych

source: All-in EV
pl_pl: EV za wszystko

source: Please choose the directory you wish to export to:
pl_pl: Wybierz katalog do którego chcesz wyeksportować:

source: Closed, no graph exported
pl_pl: Niewyeksportowano żadnych wykresów

source: Graph created
pl_pl: Utworzono wykres

source: To cancel just close this tab.
pl_pl: Zamknij tę kartę, aby anulować.

source: Save
pl_pl: Zapisz

source: Import All
pl_pl: Importuj wszystkie

source: If you change the config you must save before importing
pl_pl: Jeżeli zmieniasz ustawienia, musisz je zapisać przed importem.

source: Starting import. Please wait.
pl_pl: Rozpoczęto import. Proszę czekać.

source: Finished import without error.
pl_pl: Zakończono import bez błędów.

source: Login to mailserver failed: please check mailserver, username and password
pl_pl: Logowanie do serwera się nie powiodło - sprawdź serwer poczty, nazwę użytkownika i hasło

source: Could not connect to mailserver: check mailserver and use SSL settings and internet connectivity
pl_pl: Nie połączono z serwerem poczty - sprawdź serwer poczty, ustawienia SSL i połączenie z Internetem

source: Mail Folder
pl_pl: Folder poczty

source: Mail Server
pl_pl: Serwer poczty

source: Use SSL
pl_pl: Użyj SSL

source: Site
pl_pl: Pokerroom

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Fpdb Errors
pl_pl: Błędy FPDB

source: Fpdb Log
pl_pl: Log FPDB

source: HUD Errors
pl_pl: Błędy HUD-a

source: HUD Log
pl_pl: Log HUD-a

source: Date/Time
pl_pl: Data/Czas

source: Level
pl_pl: Limit

source: Module
pl_pl: Moduł

source: Text
pl_pl: Tekst

source: activesite set to %s
pl_pl: Ustawiono %s jako aktywny pokerroom

source: Positional Stats page displayed in %4.2f seconds
pl_pl: Statystyki pozycjne wyświetlone w %4.2f sekund

source: Databases
pl_pl: Bazy danych

source: General
pl_pl: Ogólne

source: Popup Windows
pl_pl: Pop-upy

source: Window
pl_pl: Okno

source: Popup Name
pl_pl: Nazwa pop-upa

source: Stat
pl_pl: Statystyka

source: Stat Name
pl_pl: Nazwa statystyki

source: Auxiliary Windows
pl_pl: Okna pomocnicze

source: Hand History Converters
pl_pl: Konwertery historii rozdań

source: Mucked
pl_pl: Zakrywanie kart

source: Ring Player Stats
pl_pl: Statystyki

source: Left/Right Align
pl_pl: Lewe/prawe wyrównanie

source: Show in Position Stats
pl_pl: Pokaż w statystykach pozycyjnych

source: Show in Summaries
pl_pl: Pokaż w podsumowaniu

source: Setting
pl_pl: Ustawienie

source: Value (double-click to change)
pl_pl: Wartość (dwuklik, by zmienić)

source: Type of Game
pl_pl: Typ gry

source: Position
pl_pl: Pozycja

source: Player Name
pl_pl: Nazwa gracza

source: Number of hands seen
pl_pl: Ilość oglądanych rozdań

source: Number of Seats
pl_pl: Ilość miejsc

source: Voluntarily put in preflop/3rd street %
pl_pl: % dobrowolnych wejść przed flopem (na 3 ulicy)

source: Preflop/3rd street raise %
pl_pl: % przebić przed flopem (na 3 ulicy)

source: % 3 bet preflop/3rd street
pl_pl: % 3-betów przed flopem (na 3 ulicy)

source: % 4 bet preflop/3rd street
pl_pl: % 4-betów przed flopem (na 3 ulicy)

source: % fold to 3 bet preflop/3rd street
pl_pl: % pasów do 3-betów przed flopem (na 3 ulicy)

source: % fold to 4 bet preflop/3rd street
pl_pl: % pasów do 4-betów przed flopem (na 3 ulicy)

source: Aggression factor
pl_pl: Współczynnik agresji

source: Post-flop aggression frequency
pl_pl: Częstotliwość agresji po flopie

source: % continuation bet
pl_pl: % zakładów kontynuacyjnych

source: % steal attempted
pl_pl: % prób kradzieży

source: % called a raise preflop
pl_pl: % sprawdzeń przebić przed flopem

source: Flop/4th street seen %
pl_pl: % oglądnięć flopa (4 ulicy)

source: Saw Showdown / River
pl_pl: Oglądalność wyłożeń/riverów

source: % went to showdown when seen flop/4th street
pl_pl: % dojść do wyłożenia, gdy oglądano flopa (4 ulicę)

source: % won money when seen flop/4th street
pl_pl: % wygrywanych pieniędzy, gdy grano na flopie (4 ulicy)

source: % won some money at showdown
pl_pl: % wygranych pieniędzy na wyłożeniu

source: Aggression frequency flop/4th street
pl_pl: Częstość agresji na flopie (4 ulicy)

source: Aggression frequency turn/5th street
pl_pl: Częstość agresji na turnie (5 ulicy)

source: Aggression frequency river/6th street
pl_pl: Częstość agresji na riverze (6 ulicy)

source: Total Profit
pl_pl: Całkowity zysk

source: Big blinds won per 100 hands
pl_pl: Wygrane w dużych w ciemno na 100 rozdań

source: Amount of rake paid
pl_pl: Suma zapłaconego rake'u

source: Big blinds won per 100 hands when excluding rake
pl_pl: Wygrane w dużych w ciemno na 100 rozdań (bez prowizji)

source: Filters
pl_pl: Filtry

source: Refresh Stats
pl_pl: Odśwież statystyki

source: Pocket pairs
pl_pl: Pary

source: Suited
pl_pl: W kolorze

source: Suited connectors
pl_pl: Łączniki w kolorze

source: Offsuit
pl_pl: W różnych kolorach

source: Offsuit connectors
pl_pl: Łączniki w różnych kolorach

source: Stats page displayed in %4.2f seconds
pl_pl: Statystyki wyświetlone w %4.2f sekund

source: Detailed Filters
pl_pl: Szczegółowe filtry:

source: Hand Filters:
pl_pl: Filtry rozdania:

source: between
pl_pl: pomiędzy

source: and
pl_pl: i

source: Restrict to hand types:
pl_pl: Ogranicz do typów rozdania:

source: Failed to load numpy and/or matplotlib in Session Viewer
pl_pl: Niezaładowano numpy i/lub matplotlin w przeglądarce sesji

source: No games found
pl_pl: Nie znaleziono gier

source: No currencies found
pl_pl: Nie znaleziono walut

source: all
pl_pl: wszystko

source: Error:
pl_pl: Błąd:

source: Sessions
pl_pl: Sesje

source: Stove is a GUI mockup of a EV calculation page, and completely non functional.
pl_pl: Stove, to tylko makieta interfejsu dla programu liczącego EV. Jest on zupełnie niefunkcjonalny.

source: Unless you are interested in developing this feature, please ignore this page.
pl_pl: Jeżeli nie jesteś zainteresowany pracą nad nim, zignoruj go.

source: If you are interested in developing the code further see GuiStove.py and Stove.py.
pl_pl: Jeżeli chcesz pomóc przejrzyj GuiStove.py i Stove.py.

source: Thank you
pl_pl: Dziękujemy

source: FPDB WARNING
pl_pl: Ostrzeżenie FPDB

source: Gametype
pl_pl: Typ gry

source: Players
pl_pl: Ilość graczy

source: Input:
pl_pl: Dane:

source: Output:
pl_pl: Wynik:

source: Board:
pl_pl: Karty wspólne:

source: Player1:
pl_pl: 1 gracz:

source: Player2:
pl_pl: 2 gracz:

source: Results
pl_pl: Oblicz

source: called
pl_pl: sprawdzono

source: Tournaments
pl_pl: Turnieje

source: Tournament Results
pl_pl: Wyniki turniejów

source: Tourney import done: Stored: %d, Errors: %d in %s seconds - %.0f/sec
pl_pl: Zakończono import turniejów: zachowano %d rozdań, %d błędów w %s sekund (%.0f/sek).

source: tourney import aborted - global lock not available
pl_pl: przerwano import turniejów - blokada jest niedostępna

source: Site filter:
pl_pl: Filtr pokerroomu:

source: Import clicked
pl_pl: Importuj wybrane

source: Attempted to add non-directory '%s' as an import directory
pl_pl: Próbowano dodać '%s', który nie jest katalogiem do importu

source: Tourney Summary Import started at %s - %d files to import.
pl_pl: Rozpoczęto import podsumowań turniejów o %s - pozostało %d plików do zaimportowania.

source: Tourney import parse error in file: %s
pl_pl: Błąd parsowania podczas importu turniejów w pliku: %s

source: Finished importing %s/%s tournament summaries
pl_pl: Zakończono import %s/%s podsumowań turniejów

source: Number of Tourneys:
pl_pl: Ilość turniejów:

source: Importing
pl_pl: Trwa import

source: Filename
pl_pl: Nazwa pliku

source: Need to define a converter
pl_pl: Należy określić konwerter.

source: Need a filename to import
pl_pl: Należy podać nazwę pliku do importu

source: Curr.
pl_pl: Waluta

source: BuyIn
pl_pl: Wpisowe

source: Fee
pl_pl: Opłata turniejowa

source: Rank?
pl_pl: Miejsce?

source: Spent
pl_pl: Wydano

source: Won
pl_pl: Wygrano

source: $/Tour
pl_pl: $/turniej

source: Enter the tourney number you want to display:
pl_pl: Wprowadź numer turnieju, który chcesz zobaczyć:

source: Display
pl_pl: Pokaż

source: Display Player
pl_pl: Pokaż gracza

source: Tournament not found.
pl_pl: Nie znaleziono turnieju.

source: Player or tournament not found.
pl_pl: Nie znaleziono gracza lub turnieju.

source: invalid entry in tourney number - must enter numbers only
pl_pl: podano nieprawidłowy numer turnieju - dozwolone są tylko cyfry

source: Received hand no %s
pl_pl: Otrzymano rozdanie nr %s

source: HUD_main starting
pl_pl: włączanie HUD_main

source: Using db name = %s
pl_pl: Używanie bazy danych o nazwie = %s

source: Any major error will be reported there _only_.
pl_pl: Wszystkie poważne błędy będą zgłaszane tylko tam.

source: Closing this window will exit from the HUD.
pl_pl: Zamknięcie tego okna spowoduje wyłączenie HUD-a.

source: Quitting normally
pl_pl: Normalne zakańczanie

source: database error: skipping %s
pl_pl: błąd bazy danych: pomijanie %s

source: %s was not found
pl_pl: nie znaleziono %s

source: HUD create: table name %s not found, skipping.
pl_pl: Tworzenie HUD-a: nie odnaleziono stołu %s - pomijanie.

source: Table "%s" no longer exists
pl_pl: Stół "%s" już nie istnieje

source: Error resizing HUD for table: %s.
pl_pl: Błąd podczas zmiany wielkości HUD-a dla stołu: %s.

source: Error killing HUD for table: %s.
pl_pl: Błąd podczas wyłączania HUD-a dla stołu: %s.

source: Error creating HUD for hand %s.
pl_pl: Błąd podczas tworzenia HUD-a dla rozdania %s.

source: Error updating HUD for hand %s.
pl_pl: Błąd podczas aktualizacji HUD-a dla rozdania %s.

source: HUD Main Window
pl_pl: Główne okno HUD-a

source: BB
pl_pl: Duża w ciemno

source: SB
pl_pl: Mała w ciemno

source: HAND NO.
pl_pl: Numer rozdania

source: SITE
pl_pl: Pokerroom

source: TABLE NAME
pl_pl: Nazwa stołu

source: HERO
pl_pl: Gracz

source: MAX SEATS
pl_pl: Maksymalna ilość miejsc

source: LEVEL
pl_pl: Limit

source: LAST BET
pl_pl: Ostatni zakład

source: STREETS
pl_pl: Ulice

source: ALL STREETS
pl_pl: Wszystkie ulice

source: COMMUNITY STREETS
pl_pl: Wspólne ulice

source: HOLE STREETS
pl_pl: Własne ulice

source: COUNTED SEATS
pl_pl: Policzone miejsca

source: DEALT
pl_pl: Rozdano

source: SHOWN
pl_pl: Pokazano

source: MUCKED
pl_pl: Zakryto

source: TOTAL POT
pl_pl: Łączna pula

source: TOTAL COLLECTED
pl_pl: Łącznie uzbierano

source: RAKE
pl_pl: Prowizja

source: START TIME
pl_pl: Czas rozpoczęcia

source: TOURNAMENT NO
pl_pl: Numer turnieju

source: TOURNEY ID
pl_pl: ID turnieju

source: TOURNEY TYPE ID
pl_pl: ID typu turnieju

source: BUYIN CURRENCY
pl_pl: Waluta buy-ina

source: BUYIN CHIPS
pl_pl: Żetony buy-ina

source: FEE
pl_pl: Opłata turniejowa

source: IS REBUY
pl_pl: Re-buy

source: IS ADDON
pl_pl: Add-on

source: IS KO
pl_pl: KO
